{
    "adventure": {
        "title": "Der Turm des Sturmrufers",
        "text": "Der Elementarist und Sturmrufer Anarioth war ein Außen-seiter und Einzelgänger.Selten sah man ihn außerhalb seines Turms –die meiste Zeit forschte er abgeschottet und eigenbrötlerisch in seinem Magierturm an der obsku-ren Inselmagie herum und sorgte für denein oder anderenSturmüber der Elfenstadt Valen Coladris.Als er eines Tages versuchte, Hefrach höchstpersönlich zu beschwö-ren, erzeugte er ein „ungeplantes Nebenprodukt“: Einen ausgewachsenen  Orkan,  der  einen  halben  Stadtbezirk verwüstete.Die  Coladri  handelten  schnell und  ent-schlossen und verbannten den Sturmrufer noch am selben Tag ins Exil –den offenen Ozean. Seitdem steht der unversehrte Magierturm unangetastet in den Trümmerndes Viertels.Doch AnariothsDienerschaft und Versuchs-objektebewohnen noch immer die Gemäuer",
        "chapter01": {
            "title": "Intro",
            "text": "Als Einstieg in die Kampagne wird den SC–getrennt oder auch schon gemeinsam –vomStadtratje ein versiegelter Umschlag durcheinenLuftelementarbotenübermittelt. Das enthaltene Dokument belegt das Verwandtschafts-verhältnis zwischen dem jeweiligen SC und dem Sturm-rufer Anarioth. DieSCsind nun also gemeinsame Erben vonTurm undEigentumdes  in der ganzen Stadt verpönten Sturmrufers.Der Stadtrat will den Turm jetztabreißen, um Valen Coladris von diesem „Schandmal“ zu befreien.  So  enthält  das  Schreiben  auch  eine  Auffor-derung, den Turm binnen einer Woche zu räumen. In Ge-sprächen mit Stadtbewohnern können dieSCunabhängig davon Gerüchte über unheimliche Geräusche aus dem Turm hören(siehe Gerüchtetabelleim City2Go Valen Coladris, S. 10).Jeder anständige Coladri würdeden SCdavon abraten, das trümmerumgebene, von Hefrach ver-fluchteGemäuer zu betreten.",
            "contents": [],
            "successors": [{
                    "successor02": {
                        "chapter02": {
                            "title": "Erdgeschoss",
                            "text": "Die SC betreten den Turm über eine steinerne Treppe. Zunächst befinden sie sich im Empfangsraum, in dem der –äußerst seltene –Besuch des Sturmrufers in der Regel sehr lange auf den Hausherren warten musste. Ein Luft-elementardienerbegrüßt die SCförmlich und bittet sie, Platz zu nehmen, damit erden „ehrenwerten Anarioth“ suchen und über ihre Ankunft informieren könne. Das Verwandtschaftsverhältnis interessiert ihn nicht und er wird nicht auf das Thema eingehen. Erverlässt den Raum durch die einzige weitere Tür und wird fortan den ganzen Turm absuchen.Werden die SCdes Wartens überdrüssig und  erkunden  den  Turm  auf  eigene Faust,  wird  das Luftelementar bei erneutem Treffen darauf bestehen, dass die SCden Turm umgehend verlassen („Meister Anarioth ist zur Zeit leider nicht zugegen. Bitte hinterlasst eine Nachricht  nach  dem  Windstoß –pfffff.“) Fast  schon mechanisch wird es diese Aufforderung wiederholen, den SCfolgenund sofort angreifen, sollten die SCsich an den Habseligkeiten des Sturmrufers zu schaffen machen. Mit seinem letzten Atemzug wird er laut „Eindringlinge!“rufen,  woraufhin  sich  das geübte Luftelementar  I(GRW S. 111, inkl. Slay02, S. 2) aus der ersten Etage sowie zwei Luftelementardieneraus der zweitenEtage auf den Weg machen.Sollte die SCstattdessenversuchen, den Diener davon zu überzeugen, dass sein Meister fort und er nun frei ist, wird auf ÜberzeugenGEI+AU+Charmant (2)+Schlitz-ohr (3)gewürfelt. Gelingt die Probe, würfelt das Luft-elementarauf GEI+VE(=4) +Ergebnis der Überzeugen-Probe. Gelingt auch dies, wird es ihnen danken und sich in Luft auflösen.Es gilt damit als überwunden und die EP können verteilt werden, als wäre es besiegt worden.Das Prozedere kann bei allen anderen (nicht wahnsinnigen) Luftelementaren im Turm angewandt werden.In  den  beiden  Beistelltischen  im  Empfangsraum  sind jeweils W20 Pergamentblätterzu finden. Das Erd-geschoss enthält ansonsten  einen Esstisch,  eine  kleine Kochecke mit einer Feuerstelle und einigeVorräte, von denen  aber  nur noch  lange  Haltbares  genießbar  ist (insgesamt nicht mehr als W20/2Tagesrationen). Die verstärkte (Kraftakt-Probe -4) Tür zum Keller ist ver-schlossen (SW: 8) undkann mit Anarioths Schlüssel aus der zweiten Etage geöffnet werden.Wenn man lauscht, hört man teils klagende, teils aggressive Laute (Drache).",
                            "contents": [],
                            "successors": []
                        },
                        "paths": []
                    }
                },
                {
                    "successor03": {
                        "chapter03": {
                            "title": "Keller",
                            "text": "Hier hielt Anarioth seine bemitleidenswerten Versuchs-objekte fest: In den Wahnsinn getriebene Luftelementare sowie ein durch Fusion mit einem der Elementare ent-stellter, blauer Drachenwelpe. Letzterer ist stark abge-magert, sitzt in einem kleinen,magischen Gefängnis und kann kaumdie deformierten Flügel spreizen. Er klagt lauthals  sein  Leid  und  schreit  wie  am  Spieß –die Geräusche, welche die Anwohner gelegentlich hören. Die Elementare sind ebenfalls in einen solchen magischen Käfig     eingepfercht. Die Zwingerkönnen     mit einem Schalteran der Wand neben der Treppegeöffnet werden(dann  beginnt  der  Endkampf,  siehe  unten). Ansonsten befindensich in dem Kellerraum ein Hefrach-schrein und einige Arbeitsflächen. Zu finden sind hier Bücher     über     Elementarbeschwörung, allerhand magisch-elektrische Messinstrumente, W20 blaue Verlensteine(Edelsteine aus dem Magen eines blauen Drachen, je W20GM wert), W20/2 Kerzenund längst vertrocknete Aromakräuter",
                            "contents": [],
                            "successors": []
                        },
                        "paths": []
                    }
                },
                {
                    "successor04": {
                        "chapter04": {
                            "title": "Erste Etage",
                            "text": "Am Rand der Badewanne gegenüber der Treppe liegen W20/4Stücken Seife und Badezubehör. An der Tür zum Schlafgemach hält ein geübte Luftelementar I(GRW S. 111, inkl. Slay02, S. 2)Wache.Es kann wie der Luftelementardiener von seiner Freiheit überzeugt werden(GEI+VE=1), greift allerdings sofortan, sollten die SCversuchen, in seiner Anwesenheit das Schlafgemach zu betreten.  In  diesem  könnenim  Kleiderschrank  feine Seidenkleidungund in der mit einer Schockfalle(TW: 4, Zielzaubern 10) gesicherten Truhe am Fußende des Bettes 136GM     und     248SMgefunden     werden.     Auf     dem Nachttisch liegt ein abgegriffenes Exemplar der Chroni-caera(RvC S.31,aber nur bis zum Jahr 252GF) –eine sehr     ungewöhnliche     Lektüre     für     einen     Coladri.Im Ankleideraum  gegenüber  dem  Schlafgemach  liegt  auf einem Hocker eine runenbestickten Roben(AU+1). In den abgeschlossenen Kleiderschränken     hängeneine Sturmrobe(GRW S. 99)(SW: 4)sowie die zum Ornat des Orkansgehörige Orkanrobe +1(siehe Insel2Go Die Insel der Stürme, S. 3) (SW: 6, Schrank ist verstärkt: zum Aufbrechen Kraftakt-Probe -4).",
                            "contents": [],
                            "successors": [{
                                "successor05": {
                                    "chapter05": {
                                        "title": "Zweite Etage",
                                        "text": "Im ausgedehnten, ziemlich unordentlichen Arbeitszimmer des Sturmrufers sind zweiLuftelementardienernebenden Türenpostiert und warten(seit Wochen) auf den nächsten Befehl ihresMeisters. Sie sind friedlich und nicht sonderlich gesprächig, können aber wie der Luftelemen-tardiener im Erdgeschoss von ihrer Freiheit überzeugt werden. Mit einer halbstündigen Suche (2 Proben) kann man2x  Heiltrank,  1xAbklingtrank,  1x  Zauber-wechseltrank, 1x Schutztrank, 2Z1, 1Z2 und 1Z3sowie  zahlreiche  coladrische  Bücherfinden.  Einer  der Schreibtische hat ein Geheimfach, in dem der Schlüssel für den Kellerversteckt ist (TW:2). Außerdem liegenim ganzen Raum Aufzeichnungenverstreut, die Anarioths aktuellste Forschungserkenntnisse enthalten. Kurzfristige Studien  fördern  mit  einer  Suchen-Probe +Bildung  (2) folgende Hinweiseje nach geschafftem Modifikator zutage (vorangegangene Informationenjeweils inklusive):Intensive Studien der Unterlagen offenbaren nach mindes-tens 10-VEStunden Anarioths  aktuelle Einblicke  (alle Erkenntnisse) und verleihen WG: Religion –Hefrach +I.",
                                        "contents": [],
                                        "successors": [{
                                            "successor06": {
                                                "chapter06": {
                                                    "title": "Dach",
                                                    "text": "Betritt man das Dach, wird einem sofort bewusst, dass ein Sturz  vom  Turm  höchstwahrscheinlich  tödlich  enden würde (abwehrbarer Sturzschaden 60).Jeder  auf  dem  Dach  muss proRunde  auf  GEI+HÄ +Einstecker  (1)  würfeln,  um  keine Höhenangstzu erleiden (alle Proben -2 bis man das Dach verlässt).Um sich auf dem Dach mit Laufen/2 fortzubewegen, ist jede Runde eine Klettern-Probe -4 notwendig. Die Turm-spitze ziert ein ungewöhnlicher Blitzableiter: Es handelt sich um die Artefaktwaffeaus dem Ornat des Orkans(siehe Insel2Go Die Insel der Stürme, S. 3). Um den Blitzableiter+1zu bergen, ist eine Kraftakt-Probe nötig und er ist mit einer Kettenblitzfallegesichert (TW: 4, bei Berührung Kettenblitzmit Zielzaubern 15, bis zu 4 weitere Ziele mit max. Abstand 3m).Im Falle einesSturzeskann man sich mit AGI+BE +Schnelle  Reflexe  (1)+Akrobat  (2)+Wahrnehmung  (2)gerade noch so am Dachsims festhalten und sich mit einer Kraftakt-Probe -6 selbst oder mit einer Kraftakt-Probe -2 von anderen hochgezogen werden. Ist man mit einem Seil gesichert, gilt die Probe zum Festklammern automatisch als bestanden und die Kraftakt-Probe zum Hochziehen wird um +2 erleichtert.Der Hängende muss nach KÖR/2 Runden jede Runde eine Kraftakt-Probe ablegen, um nicht vor Erschöpfung loszulassen(entfällt mit Seilsicherung).",
                                                    "contents": [],
                                                    "successors": [{
                                                        "successor07": {
                                                            "chapter07": {
                                                                "title": "Abriss",
                                                                "text": "Eine  Woche  nach  Zustellung  der  Depesche  rückt  ein Abrisstrupp aus fünf Elementaristen und mehreren Luft-und Erdelementaren im Auftrag des Stadtrats dem Turm zu Leibe. Die Elementare tragenden Turm von oben nach unten ab und brauchen für jedes Stockwerkzwei volle Arbeitstage (Sturmtag, Abendlang und Wochend zählen auf  der  Insel  der  Stürme  nicht  als  Arbeitstage).  Die Luftelementare in den oberen Stockwerken besiegen sie ohne Probleme, stellen den Erben des Turms aber für jede Eliminierung 10GMin Rechnung.Sollten der defor-mierte Drachenwelpe und die wahnsinnigen Luftelemen-tare noch am Leben sein, fordert der Kampf das Leben von 1+W20/5Elementaristen  und  W20/2  Zivilisten.  Der Welpe hat während des Kampfes vieleaufzehrbare Luft-elementare in Reichweite und kann mit PW10 sogar Richtung  Drachenbuckelberge fliehen.  In  jedem  Fall haben die SC eine Anklagewegen Verletzung derSorg-faltspflicht am Halse, da sie zurangemessenenRäumung des Turms verpflichtetwaren. Zudem muss der eventuell entlaufene  Welpe  wieder  eingefangen  werden.  Nicht auszumalen,  wie  der  blaue  Drachenschwarm  auf  die Misshandlung eines ihrer Artgenossen reagieren wird...",
                                                                "contents": [],
                                                                "successors": []
                                                            },
                                                            "paths": [{
                                                                "path02": [{
                                                                    "scene03": {
                                                                        "title": "End Kampf",
                                                                        "text": "Der Endkampf hat drei Phasen: Betätigen die SCden Schalter für die Käfige, werden zunächst die 1/SC wahn-sinnigenLuftelementareIfreigelassen  (wie Luft-elementarI, GRWS.  111,  allerdings  wirkt  auf  sie permanent der Zauber Verwirrenmit Zielzaubern20) (Phase 1). In Runde 6öffnet sich der Käfig des defor-mierten Drachenwelpen(Phase 2). Dieser wird die SCnicht     sofort     angreifen,     sondern     zuerst Elementare Aufzehrungwirken, bis alle wahnsinnigen Luftelementare aufgezehrt oder getötet wurden. Für jedes aufgezehrte Elementar  erhält  er  eine  Aufladung  von Elementare Freisetzung. Anschließendgreift er die SCanund wirkt alle  5  Runden Elementare  Freisetzung,  bis  er  keine Aufladungen mehr hat (Phase 3). Dann beginnt er wieder mit  Phase  2.Die  wahnsinnigen  Luftelementare  sind immun gegen den Schaden der Elementaren Freisetzung",
                                                                        "contents": []
                                                                    }
                                                                }]
                                                            }]
                                                        }
                                                    }]
                                                },
                                                "paths": []
                                            }
                                        }]
                                    },
                                    "paths": []
                                }
                            }]
                        },
                        "paths": []
                    }
                }
            ]
        }
    },
    "Entities": {}
}